Repository: U2FsdGVkX1/kexec-tools
Catalog: po/*.po
Languages: de

source: _Enable kdump?
de: Kdump aktivi_eren?

source: Total System Memory (MB):
de: Gesamter Systemspeicher (MB)

source: Memory To Be _Reserved (MB):
de: Zu _reservierender Speicher (MB)

source: Usable System Memory (MB):
de: Verwendbarer Systemspeicher (MB):

source: Memory Currently Reserved (MB):
de: Derzeit reservierter Speicher (MB):

source: Kdump Memory Reservation:
de: Kdump-Speicherreservierung:

source: _Automatic
de: _Automatisch

source: _Manual
de: _Manuell

source: Advanced kdump configuration
de: Erweiterte kdump-Konfiguration

source: Kdump is a kernel crash dumping mechanism. In the event of a system crash, kdump will capture information from your system that can be invaluable in determining the cause of the crash. Note that kdump does require reserving a portion of system memory that will be unavailable for other uses.
de: Kdump ist ein Mechanismus zur Aufzeichnung (dumping) eines Kernel-Absturzes. Bei einem Systemabsturz sammelt kdump Informationen Ihres Systems, die außerordentlich wertvoll bei der Ursachenforschung sein können. Beachten Sie bitte, dass kdump eine bestimmte Menge an Systemspeicher beansprucht, der für andere Zwecke nicht zur Verfügung steht.

source: Sorry, your system does not have enough memory for kdump to be viable!
de: Leider steht Ihrem System nicht genügend Speicher zur Verfügung, um kdump einzusetzen!

source: Sorry, Xen kernels do not support kdump at this time!
de: Leider unterstützen Xen-Kernel kdump derzeit noch nicht.

source: Sorry, the %s architecture does not support kdump at this time!
de: Leider wird kdump zu diesem Zeitpunkt noch nicht von der %s-Architektur unterstützt!

source: Changing Kdump settings requires rebooting the system to reallocate memory accordingly. Would you like to continue with this change and reboot the system after firstboot is complete?
de: Änderungen der Kdump-Einstellungen erfordern einen Neustart des Systems, damit entsprechend Speicher neu zugewiesen wird. Möchten Sie mit dieser Änderung fortfahren und das System nach der Fertigstellung von firstboot neu starten?

source: Error! No bootloader config file found, aborting configuration!
de: Es trat ein Fehler auf! Es wurde keine Bootloader-Konfigurationsdatei gefunden. Die Konfiguration wird jetzt abgebrochen!
